Repository: bogdanbabych/0945BUT10201-lex2
Catalog: data/s01rawFiles/gnu-en--de-v03.tmx
Source language: en
Languages: de

source: There are various forms of free or very cheap publicity that can be used to inform numbers of computer users about something like GNU.
de: Es gibt viele Formen kostenloser oder kostengünstiger Werbung, die dazu dienen kann, viele Rechnerbenutzer über so etwas wie GNU zu informieren.

source: But it may be true that one can reach more microcomputer users with advertising.
de: Es mag stimmen, dass man mehr Benutzer von Kleinrechnern durch Werbung erreichen kann.

source: If this is really so, a business which advertises the service of copying and mailing GNU for a fee ought to be successful enough to pay for its advertising and more.
de: Wenn dies wirklich so ist, sollte ein Unternehmen, das für die Dienstleistung wirbt, GNU gegen eine Gebühr zu kopieren und zu versenden, erfolgreich genug sein, um damit seine Werbung und mehr zu bezahlen.

source: This way, only the users who benefit from the advertising pay for it.
de: Auf diese Weise bezahlen nur die Nutzer, die von der Werbung profitieren.

source: On the other hand, if many people get GNU from their friends, and such companies don't succeed, this will show that advertising was not really necessary to spread GNU.
de: Wenn andererseits viele Personen GNU von ihren Freunden erhalten und solche Unternehmen keinen Erfolg haben, zeigt dies, dass Werbung in Wirklichkeit gar nicht nötig war, um GNU zu verbreiten.

source: Why is it that free market advocates don't want to let the free market decide this?(5)
de: Warum wollen die Befürworter der freien Marktwirtschaft nicht den freien Markt darüber entscheiden lassen?(5)

source: “My company needs a proprietary operating system to get a competitive edge.”
de: Mein Unternehmen benötigt ein proprietäres Betriebssystem, um einen Wettbewerbsvorteil zu bekommen.

source: GNU will remove operating system software from the realm of competition.
de: GNU wird keine Betriebssystemsoftware aus dem Wettbewerb entfernen.

source: You will not be able to get an edge in this area, but neither will your competitors be able to get an edge over you.
de: Sie werden keinen Vorteil auf diesem Gebiet erzielen können, aber umgekehrt wird auch Ihre Konkurrenz Sie nicht übervorteilen können.

source: You and they will compete in other areas, while benefiting mutually in this one.
de: Sie werden auf anderen Gebieten in Wettbewerb treten, während Sie auf diesem Gebiet voneinander profitieren werden.

source: If your business is selling an operating system, you will not like GNU, but that's tough on you.
de: Wenn Ihr Unternehmen vom Verkauf eines Betriebssystems lebt, werden Sie GNU nicht mögen, aber das ist Ihr Problem.

source: If your business is something else, GNU can save you from being pushed into the expensive business of selling operating systems.
de: Wenn Ihr Unternehmen anders ist, kann GNU Sie davor bewahren, in das teure Geschäft gedrängt zu werden, Betriebssysteme zu verkaufen.

source: I would like to see GNU development supported by gifts from many manufacturers and users, reducing the cost to each.(6)
de: Ich würde es gerne sehen, wenn viele Hersteller und Benutzer die Entwicklung von GNU durch Spenden unterstützen würden, um die Kosten für jeden einzelnen zu senken.(6)

source: “Don't programmers deserve a reward for their creativity?”
de: Verdienen Programmierer nicht eine Belohnung für ihre Kreativität?

source: If anything deserves a reward, it is social contribution.
de: Wenn irgendetwas eine Belohnung verdient, ist es sozialer Beitrag.

source: Creativity can be a social contribution, but only in so far as society is free to use the results.
de: Kreativität kann ein sozialer Beitrag sein, aber nur, wenn die Gesellschaft die Freiheit hat, die Resultate zu nutzen.

source: If programmers deserve to be rewarded for creating innovative programs, by the same token they deserve to be punished if they restrict the use of these programs.
de: Wenn Programmierer eine Belohnung für das Schreiben innovativer Programme verdienen, müssten sie aus demselben Grunde bestraft werden, wenn sie die Nutzung dieser Programme einschränken.

source: “Shouldn't a programmer be able to ask for a reward for his creativity?”
de: Sollte ein Programmierer nicht eine Belohnung für seine Kreativität verlangen dürfen?

source: There is nothing wrong with wanting pay for work, or seeking to maximize one's income, as long as one does not use means that are destructive.
de: Es ist nichts Schlechtes daran für Arbeit bezahlt zu werden oder sein Einkommen maximieren zu wollen, solange man nicht destruktiv wird.

source: But the means customary in the field of software today are based on destruction.
de: Die zur Zeit auf diesem Gebiet gebräuchlichen Mittel basieren auf einer Form von Zerstörung.

source: Extracting money from users of a program by restricting their use of it is destructive because the restrictions reduce the amount and the ways that the program can be used.
de: Geld von Benutzern zu kassieren, indem man den Gebrauch eines Programms einschränkt, ist destruktiv, weil die Beschränkungen die Häufigkeit und die Wege reduziert, in denen das Programm genutzt werden könnte.

source: This reduces the amount of wealth that humanity derives from the program.
de: Dies reduziert den Reichtum, den die Menschheit aus dem Programm leitet.

source: When there is a deliberate choice to restrict, the harmful consequences are deliberate destruction.
de: Ist die Beschränkung eine bewusste Entscheidung, sind die schädlichen Auswirkungen absichtliche Zerstörung.

source: The reason a good citizen does not use such destructive means to become wealthier is that, if everyone did so, we would all become poorer from the mutual destructiveness.
de: Der Grund, weshalb ein guter Bürger keine solche destruktiven Mittel anwendet um reicher zu werden ist, dass, wenn dies jeder täte, wir alle durch die gegenseitige Destruktivität ärmer würden.

source: This is Kantian ethics; or, the Golden Rule.
de: Dies ist die Kantische Ethik, oder die Goldene Regel.

source: Since I do not like the consequences that result if everyone hoards information, I am required to consider it wrong for one to do so.
de: Da mir die enstehenden Konsequenzen, wenn jeder Information hortet, nicht gefallen, bin ich verpflichtet es für falsch zu betrachten, wenn sich einer so verhält.

source: Specifically, the desire to be rewarded for one's creativity does not justify depriving the world in general of all or part of that creativity.
de: Insbesondere der Wunsch für die eigene Kreativität belohnt zu werden, rechtfertigt nicht die Welt im allgemeinen von allen oder einem Teil dieser Kreativität zu berauben.

source: “Won't programmers starve?”
de: Werden Programmierer nicht verhungern?

source: I could answer that nobody is forced to be a programmer.
de: Ich könnte antworten, dass niemand gezwungen ist, ein Programmierer zu sein.

source: Most of us cannot manage to get any money for standing on the street and making faces.
de: Die meisten von uns könnten nicht davon leben auf der Straße zu stehen und Grimassen zu schneiden.

source: But we are not, as a result, condemned to spend our lives standing on the street making faces, and starving.
de: Aber wir sind deswegen noch lange nicht dazu verurteilt, unser Leben stehend auf der Straße zu verbringen, Grimassen schneidend und verhungernd.

source: We do something else.
de: Wir tun etwas anderes.

source: But that is the wrong answer because it accepts the questioner's implicit assumption: that without ownership of software, programmers cannot possibly be paid a cent.
de: Aber das ist die falsche Antwort, weil sie die implizite Annahme des Fragestellers akzeptiert: dass Programmierern ohne Eigentum an Software möglicherweise kein Cent bezahlt werden würde.

source: Supposedly it is all or nothing.
de: Vermeintlich Alles oder Nichts.

source: The real reason programmers will not starve is that it will still be possible for them to get paid for programming; just not paid as much as now.
de: Der wahre Grund, warum Programmierer nicht verhungern werden ist, dass es für sie immer noch möglich sein wird, für Programmierung bezahlt zu werden; nur halt nicht ganz so viel wie jetzt.

source: Restricting copying is not the only basis for business in software.
de: Eingeschränktes Kopieren ist nicht die einzige Grundlage für geschäftliche Software.

source: It is the most common basis(7) because it brings in the most money.
de: Es ist die üblichste Basis(7), weil sie am meisten Geld einbringt.

source: If it were prohibited, or rejected by the customer, software business would move to other bases of organization which are now used less often.
de: Wäre sie verboten oder durch Kunden abgelehnt, würde sich das Softwaregeschäft auf andere organisatorische Grundlagen bewegen, die zur Zeit weniger häufig verwendet werden.

source: There are always numerous ways to organize any kind of business.
de: Es gibt immer viele Möglichkeiten, Geschäfte zu organisieren.

source: Probably programming will not be as lucrative on the new basis as it is now.
de: Vermutlich wird das Programmieren auf dieser neuen Grundlage nicht so lukrativ sein, wie es jetzt ist.

source: But that is not an argument against the change.
de: Aber das ist kein Argument gegen die Änderung.

source: It is not considered an injustice that sales clerks make the salaries that they now do.
de: Man betrachtet es im allgemeinen nicht als ungerecht, dass VerkäuferInnen die Gehälter bekommen, die sie bekommen.

source: If programmers made the same, that would not be an injustice either.
de: Würden Programmierer die gleichen Gehälter beziehen, wäre dies ebenfalls nicht ungerecht.

source: (In practice they would still make considerably more than that.)
de: (In der Praxis würden sie auch weiterhin deutlich mehr beziehen.)

source: “Don't people have a right to control how their creativity is used?”
de: Haben Menschen nicht das Recht zu kontrollieren, wie ihre Ideen verwendet werden?

source: “Control over the use of one's ideas” really constitutes control over other people's lives; and it is usually used to make their lives more difficult.
de: Die Kontrolle über die Verwendung eigener Ideen konstituiert in Wirklichkeit die Kontrolle über das Leben anderer Menschen, und wird i. d. R. eingesetzt, um den Menschen das Leben zu erschweren.

source: People who have studied the issue of intellectual property rights(8) carefully (such as lawyers) say that there is no intrinsic right to intellectual property.
de: Personen, die die Frage der Rechte am geistigen Eigentum(8) aufmerksam untersucht haben (z. B. Anwälte) sagen, dass es kein intrinsisches Recht auf geistiges Eigentum gibt.

source: The kinds of supposed intellectual property rights that the government recognizes were created by specific acts of legislation for specific purposes.
de: Die von der Regierung anerkannten Arten angeblicher Rechte am geistigen Eigentum wurden durch besondere Rechtsvorschriften für bestimmte Zwecke geschaffen.

source: For example, the patent system was established to encourage inventors to disclose the details of their inventions.
de: Beispielsweise wurde das Patentsystem etabliert, um Erfinder zu ermutigen, die Details ihrer Erfindungen offen zu legen.

source: Its purpose was to help society rather than to help inventors.
de: Der Zweck war die Gesellschaft und nicht den Erfindern zu helfen.

source: At the time, the life span of 17 years for a patent was short compared with the rate of advance of the state of the art.
de: Zu jener Zeit war die Lebensdauer von 17 Jahren für ein Patent kurz verglichen mit der Geschwindigkeit des Fortschritts.

source: Since patents are an issue only among manufacturers, for whom the cost and effort of a license agreement are small compared with setting up production, the patents often do not do much harm.
de: Da Patente nur für Hersteller ein Thema sind, für die die Kosten und Aufwand eines Lizenzvertrages verglichen mit den Produktionskosten gering sind, schaden Patente oft nicht viel.

source: They do not obstruct most individuals who use patented products.
de: Sie behindern die meisten Einzelpersonen, die patentierte Produkte benutzen, nicht.

source: The idea of copyright did not exist in ancient times, when authors frequently copied other authors at length in works of nonfiction.
de: Die Idee des Urheberrechts existierte früher nicht, als Autoren häufig andere Autoren in nicht-fiktionalen Werken kopierten.

source: This practice was useful, and is the only way many authors' works have survived even in part.
de: Diese Praxis war nützlich und der einzige Weg, Werke vieler Autoren haben sogar teilweise überlebt.

source: The copyright system was created expressly for the purpose of encouraging authorship.
de: Das Copyright-System wurde speziell zur Förderung der Urheberschaft erstellt.

source: In the domain for which it was invented—books, which could be copied economically only on a printing press—it did little harm, and did not obstruct most of the individuals who read the books.
de: Auf dem Gebiet, für das es erfunden wurde – Bücher, die nur auf einer Druckerpresse ökonomisch vervielfältigt werden konnten ‑ schadete es wenig, und behindert dadurch die meisten Leser nicht.

source: All intellectual property rights are just licenses granted by society because it was thought, rightly or wrongly, that society as a whole would benefit by granting them.
de: Alle geistigen Eigentumsrechte sind nur von der Gesellschaft, zu Recht oder Unrecht, gewährte Lizenzen, weil sie glaubte, sie würde als Ganzes profitieren.

source: But in any particular situation, we have to ask: are we really better off granting such license?
de: In einer bestimmten Situation jedoch müssen wir uns fragen: Sind wir wirklich durch die Gewährung solcher Lizenzen besser gestellt?

source: What kind of act are we licensing a person to do?
de: Welche Art der Handlung erlauben wir einer Person dadurch zu tun?

source: The case of programs today is very different from that of books a hundred years ago.
de: Der Fall von Programmen heute unterscheidet sich sehr von Büchern von vor hundert Jahren.

source: The fact that the easiest way to copy a program is from one neighbor to another, the fact that a program has both source code and object code which are distinct, and the fact that a program is used rather than read and enjoyed, combine to create a situation in which a person who enforces a copyright is harming society as a whole both materially and spiritually; in which a person should not do so regardless of whether the law enables him to.
de: Die Tatsache, dass der einfachste Weg, ein Programm zu kopieren, von einem Mitmenschen zum Nächsten ist, die Tatsache, dass ein Programm unterschiedlichen sowohl Quell- als auch Objektcode enthält und die Tatsache, dass ein Programm verwendet statt gelesen und genossen wird, bündeln sich, um eine Situation zu schaffen, in der eine Person, die ein Urheberrecht einfordert, der Gesellschaft als Ganzes sowohl materiell als auch spirituell schadet; eine Situation, in der eine Person kein Urheberrecht einfordern sollte, unabhängig davon, ob es das Recht ermöglicht.

source: “Competition makes things get done better.”
de: Wettbewerb bringt Dinge dazu, besser gemacht zu werden.

source: The paradigm of competition is a race: by rewarding the winner, we encourage everyone to run faster.
de: Das Paradigma von Wettbewerb ist ein Wettrennen: indem wir den Sieger belohnen, ermuntern wir jeden dazu, schneller zu laufen.

source: When capitalism really works this way, it does a good job; but its defenders are wrong in assuming it always works this way.
de: Wenn Kapitalismus tatsächlich auf diese Weise funktioniert, ist es ein guter Job; aber seine Verteidiger haben Unrecht mit der Annahme, es funktioniere immer so.

source: If the runners forget why the reward is offered and become intent on winning, no matter how, they may find other strategies—such as, attacking other runners.
de: Wenn die Läufer vergessen, weshalb der Preis ausgesetzt wurde und unbedingt, egal wie, gewinnen wollen, entdecken sie vielleicht andere Strategien ‑ wie z. B. andere Läufer anzugreifen.

source: If the runners get into a fist fight, they will all finish late.
de: Wenn die Läufer in einen Faustkampf geraten, werden sie alle den Lauf später beenden.

source: Proprietary and secret software is the moral equivalent of runners in a fist fight.
de: Proprietäre und geheime Software sind das moralische Äquivalent zu Läufern in einem Faustkampf.

source: Sad to say, the only referee we've got does not seem to object to fights; he just regulates them (“For every ten yards you run, you can fire one shot”).
de: Traurig zu sagen, dass der einzige vorhandene Schiedsrichter, den wir bekommen haben, nichts gegen die Faustkämpfe einzuwenden hat; er reguliert sie lediglich („Pro gelaufene zehn Meter darf man einen Schuss abfeuern“).

source: He really ought to break them up, and penalize runners for even trying to fight.
de: Er sollte sie stattdessen auseinanderbringen und Läufer bereits für den Versuch eines Angriffs bestrafen.

source: “Won't everyone stop programming without a monetary incentive?”
de: Wird ohne finanziellen Ansporn nicht jeder aufhören zu programmieren?

source: Actually, many people will program with absolutely no monetary incentive.
de: Tatsächlich werden viele Menschen absolut ohne jeden finanziellen Ansporn programmieren.

source: Programming has an irresistible fascination for some people, usually the people who are best at it.
de: Programmierung übt eine unwiderstehliche Anziehungskraft auf einige Menschen aus, in der Regel Menschen, die darin am besten sind.

source: There is no shortage of professional musicians who keep at it even though they have no hope of making a living that way.
de: Es gibt keinen Mangel an professionellen Musikern, die am Ball bleiben, obwohl sie keine Hoffnung, haben ihren Lebensunterhalt zu bestreiten.

source: But really this question, though commonly asked, is not appropriate to the situation.
de: Aber tatsächlich ist diese Frage, obwohl häufig gestellt, der Situation nicht angemessen.

source: Pay for programmers will not disappear, only become less.
de: Die Bezahlung für Programmierer wird nicht verschwinden, nur weniger werden.

source: So the right question is, will anyone program with a reduced monetary incentive?
de: Die richtige Frage ist also, ob jemand mit einem reduzierten finanziellen Ansporn programmieren wird?

source: My experience shows that they will.
de: Meine Erfahrung zeigt, dass sie werden.

source: For more than ten years, many of the world's best programmers worked at the Artificial Intelligence Lab for far less money than they could have had anywhere else.
de: Seit mehr als zehn Jahren haben viele der weltweit besten Programmierer im KI-Labor für weit weniger Geld gearbeitet, als sie anderswo hätten verdienen können.

source: They got many kinds of nonmonetary rewards: fame and appreciation, for example.
de: Sie erhielten nicht-finanzielle Belohnungen: Ruhm und Anerkennung, zum Beispiel.

source: And creativity is also fun, a reward in itself.
de: Und Kreativität ist auch Spaß, eine Belohnung in sich.

source: Then most of them left when offered a chance to do the same interesting work for a lot of money.
de: Dann gingen die meisten von ihnen, als sich eine Chance bot, dieselbe interessante Arbeit für viel Geld zu tun.

source: What the facts show is that people will program for reasons other than riches; but if given a chance to make a lot of money as well, they will come to expect and demand it.
de: Die Tatsachen zeigen, dass Menschen aus anderen Gründen als Reichtum programmieren; aber wenn sich ihnen eine Chance bietet, mehr Geld zu verdienen, werden sie es zu Recht erwarten und auch einfordern.

source: Low-paying organizations do poorly in competition with high-paying ones, but they do not have to do badly if the high-paying ones are banned.
de: Niedrig zahlende Unternehmen sehen schlecht im Wettbewerb mit hoch zahlenden aus, müssen sich aber nicht schlecht machen, wenn hoch zahlende untersagt sind.

source: “We need the programmers desperately.
de: Wir benötigen die Programmierer unbedingt.

source: If they demand that we stop helping our neighbors, we have to obey.”
de: Wenn sie möchten, dass wir aufhören unseren Mitmenschen zu helfen, müssen wir folgen.

source: You're never so desperate that you have to obey this sort of demand.
de: Sie können niemals so verzweifelt sein, dass Sie derartigen Forderungen nachgeben müssen.

source: Remember: millions for defense, but not a cent for tribute!
de: Vergessen Sie nicht: Millionen für die Verteidigung, aber nicht einen Cent für Anerkennung!

source: “Programmers need to make a living somehow.”
de: Programmierer müssen von irgendetwas leben.

source: In the short run, this is true.
de: Kurzfristig ist das wahr.

source: However, there are plenty of ways that programmers could make a living without selling the right to use a program.
de: Es gibt jedoch viele Möglichkeiten, mit denen Programmierer Ihren Lebensunterhalt verdienen können, ohne den Verkauf von Programmrechten zu nutzen.

source: This way is customary now because it brings programmers and businessmen the most money, not because it is the only way to make a living.
de: Dieser Weg ist jetzt üblich, weil er Programmierern und Geschäftsleuten das meiste Geld einbringt und nicht, weil es der einzige Weg ist, seinen Lebensunterhalt zu verdienen.

source: It is easy to find other ways if you want to find them.
de: Es ist leicht, andere Wege zu finden, wenn man sie finden möchte.

source: Here are a number of examples.
de: Hier sind einige Beispiele.

source: A manufacturer introducing a new computer will pay for the porting of operating systems onto the new hardware.
de: Ein Rechnerhersteller, der einen neuen Rechner einführt, zahlt für die Portierung des Betriebssystems auf die neue Hardware.

source: The sale of teaching, handholding and maintenance services could also employ programmers.
de: Programmierer können auch in der Schulung, der Benutzerhilfe und der Wartung beschäftigt werden.

source: People with new ideas could distribute programs as freeware(9), asking for donations from satisfied users, or selling handholding services.
de: Menschen mit neuen Ideen können Programme als Freeware(9) verbreiten, zufriedene Benutzer um Spenden bitten oder Dienstleistungen rentabel anbieten.

source: I have met people who are already working this way successfully.
de: Ich bin einigen Personen begegnet, die bereits erfolgreich auf diese Weise arbeiten.

source: Users with related needs can form users' groups, and pay dues.
de: Benutzer mit ähnlichen Bedürfnissen können Benutzergruppen bilden und Beiträge zahlen.

source: A group would contract with programming companies to write programs that the group's members would like to use.
de: Die Gruppe würde dann Programmierfirmen damit beauftragen, Programme zu schreiben, die die Mitglieder verwenden möchten.

source: All sorts of development can be funded with a Software Tax:
de: Alle Arten der Entwicklung können mit einer Softwaresteuer finanziert werden:

source: Suppose everyone who buys a computer has to pay x percent of the price as a software tax.
de: Angenommen, jeder, der einen Rechner kauft, muss x Prozent des Preises als Softwaresteuer entrichten.

source: The government gives this to an agency like the NSF to spend on software development.
de: Die Regierung gibt dieses Geld einer Agentur wie der National Science Foundation (NSF), um es für die Softwareentwicklung einzusetzen.

source: But if the computer buyer makes a donation to software development himself, he can take a credit against the tax.
de: Wenn aber der Rechnerkäufer selbst für die Softwareentwicklung spendet, wird die Spende mit der Softwaresteuer verrechnet.
